[
  {
    "slug": "apple-ii",
    "brandSlug": "apple",
    "title": "Apple II",
    "price": 1200,
    "image": "https://placehold.co/2000x1700",
    "stars": 5,
    "score": 4.8,
    "reviews": 25,
    "description": "The Apple II, launched in 1977, is an 8-bit personal computer developed by Apple. It is one of the first highly successful mass-produced microcomputers. Featuring a MOS Technology 6502 microprocessor running at 1 MHz, the Apple II was known for its color graphics, expandability, and ease of use. It originally shipped with 4 KB of RAM, expandable to 48 KB, and included a BASIC interpreter in ROM. The machine was a landmark in personal computing history, pioneering the home computer market."
  },
  {
    "slug": "commodore-64",
    "brandSlug": "commodore",
    "title": "Commodore 64",
    "price": 800,
    "image": "https://placehold.co/2000x1700",
    "stars": 5,
    "score": 4.9,
    "reviews": 50,
    "description": "The Commodore 64, released in 1982, is an 8-bit home computer developed by Commodore International. It is widely recognized as the best-selling single personal computer model of all time, with sales of over 17 million units. The C64 is powered by a MOS Technology 6510 processor at 1.023 MHz, with 64 KB of RAM, and features an integrated sound chip (SID) renowned for its advanced audio capabilities. The computer's graphics and sound abilities made it popular for gaming, and it remains a favorite among retro computing enthusiasts."
  },
  {
    "slug": "ibm-pc",
    "brandSlug": "ibm",
    "title": "IBM PC",
    "price": 1500,
    "image": "https://placehold.co/2000x1700",
    "stars": 4,
    "score": 4.5,
    "reviews": 15,
    "description": "The IBM Personal Computer, commonly known as the IBM PC, was introduced in 1981 and is an 8-bit personal computer developed by IBM. It became the foundation for the PC compatible market, setting standards in both hardware and software. Powered by an Intel 8088 processor running at 4.77 MHz, it came with 16 KB of RAM, expandable to 640 KB. The IBM PC's open architecture allowed third-party developers to create compatible hardware and software, leading to its dominance in the business market and establishing the PC as a mainstream product."
  },
  {
    "slug": "atari-800",
    "brandSlug": "atari",
    "title": "Atari 800",
    "price": 900,
    "image": "https://placehold.co/2000x1700",
    "stars": 4,
    "score": 4.6,
    "reviews": 20,
    "description": "The Atari 800, launched in 1979, is an 8-bit home computer developed by Atari, Inc. It features the MOS Technology 6502 processor running at 1.79 MHz, with 8 KB to 48 KB of RAM expandable to 48 KB. It was one of the first computers to have custom graphics and sound chips, making it a popular choice for gaming and multimedia applications. Its durable construction and strong software library made it a favorite among early home computer users."
  }
]
